
{
  "navigation": {
    "newsSleuth": "নিউজ স্লিউথ",
    "videoIntegrity": "ভিডিও ইন্টিগ্রিটি",
    "audioAuthenticator": "অডিও অথেন্টিকেটর",
    "imageVerifier": "ইমেজ ভেরিফায়ার"
  },
  "home": {
    "heroTitle": "সত্য উন্মোচন করুন",
    "heroSubtitle": "ডিজিটাল কোলাহলের মহাসাগরে, ভেরিটাস ভিশন আপনার সত্যের নোঙর। আমাদের অত্যাবশ্যক AI-চালিত টুলকিট আপনাকে সংবাদ, ভিডিও এবং অডিও বিষয়বস্তু সমালোচনামূলকভাবে বিশ্লেষণ করতে, স্পষ্টতা এবং আত্মবিশ্বাসের সাথে অনলাইন বিশ্বে নেভিগেট করার ক্ষমতা দেয়।",
    "tryNowTitle": "এখনই ভেরিটাস ভিশন চেষ্টা করুন",
    "features": [
      {
        "title": "নিউজ স্লিউথ",
        "description": "সংবাদ নিবন্ধ বিশ্লেষণ করে ভুল তথ্যের বিরুদ্ধে লড়াই করুন। একটি URL, পাঠ্য বা শুধু একটি শিরোনাম প্রদান করুন এবং আমাদের AI আপনাকে ফ্যাক্ট থেকে ফিকশন আলাদা করতে সাহায্য করার জন্য একটি व्यापक বিশ্বাসযোগ্যতা প্রতিবেদন তৈরি করবে।",
        "featureList": [
          "মাল্টি-ফরম্যাট বিশ্লেষণ: নমনীয় বিশ্লেষণের জন্য নিবন্ধ পাঠ্য, URL, বা শুধু শিরোনাম গ্রহণ করে।",
          "বিশ্বাসযোগ্যতা স্কোর: 0-100 থেকে একটি স্পষ্ট, ডেটা-চালিত বিশ্বাসযোগ্যতা স্কোর পান।",
          "উৎস যাচাইকরণ: পক্ষপাতित्व উন্মোচন করে এবং এর বিশ্লেষণের জন্য পরামর্শ করা উৎসগুলি তালিকাভুক্ত করে।"
        ]
      },
      {
        "title": "ভিডিও ইন্টিগ্রিটি",
        "description": "ডিপফেকের যুগে, দেখা সবসময় বিশ্বাসযোগ্য নয়। একটি ভিডিও আপলোড করুন, এবং আমাদের টুল ম্যানিপুলেশনের লক্ষণগুলি সনাক্ত করতে একটি গভীর বিশ্লেষণ করবে, আপনাকে এর प्रामाणিকতার উপর একটি আস্থা স্কোর দেবে।",
        "featureList": [
          "ডিপফেক সনাক্তকরণ: AI-জেনারেটেড বা ম্যানিপুলেটেড ভিডিওর সাধারণ আর্টিফ্যাক্টগুলি সনাক্ত করে।",
          "ফ্রেম-বাই-ফ্রেম পরীক্ষা: ভিজ্যুয়াল অসঙ্গতি এবং ম্যানিপুলেশনের জন্য ভিডিও বিশ্লেষণ করে।",
          "অডিও-ভিজ্যুয়াল সিঙ্ক: সিন্থেটিক ভয়েস এবং অডিও যা ভিজ্যুয়ালের সাথে মেলে না তা সনাক্ত করে।"
        ]
      },
      {
        "title": "অডিও অথেন্টিকেটর",
        "description": "এই রেকর্ডিং কি আসল নাকি AI-জেনারেটেড? একটি অডিও ক্লিপ আপলোড করুন, এবং আমাদের অথেন্টিকেটর কৃত্রিম প্রজন্ম বা ম্যানিপুলেশনের บอกเล่า চিহ্নগুলির জন্য এটি পরীক্ষা করবে।",
        "featureList": [
          "AI ভয়েস সনাক্তকরণ: রোবোটিক আর্টিফ্যাক্ট এবং অপ্রাকৃত भाषण প্যাটার্নের জন্য শোনে।",
          "प्रामाणিকতার রায়: অডিওটি प्रामाणিক নাকি সম্ভবত ম্যানিপুলেটেড হয়েছে সে সম্পর্কে একটি স্পষ্ট রায় দেয়।",
          "বিস্তারিত প্রতিবেদন: অনুসন্ধানগুলি ব্যাখ্যা করে একটি व्यापक প্রতিবেদন প্রদান করে।"
        ]
      },
      {
        "title": "ইমেজ ভেরিফায়ার",
        "description": "AI-প্রজন্ম বা ম্যানিপুলেশন সনাক্ত করতে চিত্রগুলি বিশ্লেষণ করুন। একটি চিত্র আপলোড করুন, এবং আমাদের AI এর प्रामाणিকতা মূল্যায়ন করবে এবং এর উত্স অনুসন্ধান করবে।",
        "featureList": [
          "AI-জেনারেটেড চিত্র সনাক্তকরণ: DALL-E বা মিডজার্নির মতো মডেল দ্বারা নির্মিত চিত্রগুলি সনাক্ত করে।",
          "ম্যানিপুলেশন বিশ্লেষণ: ফটোশপ বা অন্যান্য ডিজিটাল পরিবর্তনের লক্ষণগুলির জন্য সন্ধান করে।",
          "উৎস প্রসঙ্গ: অনলাইনে চিত্রের মূল প্রসঙ্গ বা উৎস খুঁজে বের করার চেষ্টা করে।"
        ]
      }
    ],
    "launchButton": "চালু করুন"
  },
  "newsSleuth": {
    "title": "নিউজ স্লিউথ",
    "description": "একটি নিবন্ধের বিশ্বাসযোগ্যতা তার পাঠ্য, URL, বা শিরোনাম থেকে বিশ্লেষণ করে পক্ষপাত সনাক্ত করুন এবং সম্ভাব্য ভুল তথ্য চিহ্নিত করুন।",
    "inputTitle": "বিশ্লেষণ ইনপুট",
    "inputDescription": "আপনার সংবাদ উৎস বিশ্লেষণ করার জন্য একটি পদ্ধতি বেছে নিন।",
    "inputTextLabel": "নিবন্ধ পাঠ্য",
    "inputUrlLabel": "URL",
    "inputHeadlineLabel": "শিরোনাম",
    "inputTextPlaceholder": "এখানে সংবাদ নিবন্ধের সম্পূর্ণ পাঠ্য আটকান...",
    "inputUrlPlaceholder": "https://example.com/news-article",
    "inputHeadlinePlaceholder": "সংবাদ নিবন্ধের শিরোনাম লিখুন",
    "analyzeButton": "উৎস বিশ্লেষণ করুন",
    "reportTitle": "বিশ্বাসযোগ্যতা প্রতিবেদন",
    "reportDescription": "সংবাদ বিশ্লেষণের ফলাফল এখানে প্রদর্শিত হবে।",
    "analyzingText": "নিবন্ধ বিশ্লেষণ করা হচ্ছে... এতে কিছুক্ষণ সময় লাগতে পারে।",
    "pendingText": "আপনার প্রতিবেদন বিশ্লেষণের জন্য মুলতুবি রয়েছে।"
  },
  "videoIntegrity": {
    "title": "ভিডিও ইন্টিগ্রিটি",
    "description": "ডিপফেক, ম্যানিপুলেশন এবং AI-জেনারেটেড সামগ্রীর অন্যান্য লক্ষণগুলি সনাক্ত করতে একটি ভিডিও আপলোড করুন।",
    "inputTitle": "ভিডিও ইনপুট",
    "inputDescription": "আপলোড করার জন্য একটি ভিডিও ফাইল নির্বাচন করুন (সর্বোচ্চ 50MB)।",
    "inputFileLabel": "ভিডিও ফাইল",
    "analyzeButton": "ভিডিও বিশ্লেষণ করুন",
    "reportTitle": "বিশ্লেষণ প্রতিবেদন",
    "reportDescription": "ভিডিও বিশ্লেষণের ফলাফল এখানে প্রদর্শিত হবে।",
    "analyzingText": "ভিডিও বিশ্লেষণ করা হচ্ছে... এতে কিছু সময় লাগতে পারে, বিশেষ করে দীর্ঘ ভিডিওর জন্য।",
    "pendingText": "আপনার প্রতিবেদন বিশ্লেষণের জন্য মুলতুবি রয়েছে।"
  },
  "audioAuthenticator": {
    "title": "অডিও অথেন্টিকেটর",
    "description": "এর प्रामाणিকতা বিশ্লেষণ করতে এবং সম্ভাব্য AI প্রজন্ম বা ম্যানিপুলেশন সনাক্ত করতে একটি অডিও ক্লিপ আপলোড করুন।",
    "inputTitle": "অডিও ইনপুট",
    "inputDescription": "আপলোড করার জন্য একটি অডিও ফাইল নির্বাচন করুন (সর্বোচ্চ 10MB)।",
    "inputFileLabel": "অডিও ফাইল",
    "analyzeButton": "অডিও বিশ্লেষণ করুন",
    "reportTitle": "বিশ্লেষণ প্রতিবেদন",
    "reportDescription": "অডিও বিশ্লেষণের ফলাফল এখানে প্রদর্শিত হবে।",
    "analyzingText": "অডিও বিশ্লেষণ করা হচ্ছে... এতে কিছুক্ষণ সময় লাগতে পারে।",
    "pendingText": "আপনার প্রতিবেদন বিশ্লেষণের জন্য মুলতুবি রয়েছে।"
  },
  "imageVerifier": {
    "title": "ইমেজ ভেরিফায়ার",
    "description": "AI-প্রজন্ম, ম্যানিপুলেশন সনাক্ত করতে এবং এর মধ্যে থাকা যেকোনো পাঠ্য বিশ্লেষণ করতে একটি চিত্র আপলোড করুন।",
    "inputTitle": "চিত্র ইনপুট",
    "inputDescription": "আপলোড করার জন্য একটি চিত্র ফাইল নির্বাচন করুন (সর্বোচ্চ 10MB)।",
    "inputFileLabel": "চিত্র ফাইল",
    "analyzeButton": "চিত্র বিশ্লেষণ করুন",
    "reportTitle": "বিশ্লেষণ প্রতিবেদন",
    "reportDescription": "চিত্র বিশ্লেষণের ফলাফল এখানে প্রদর্শিত হবে।",
    "analyzingText": "চিত্র বিশ্লেষণ করা হচ্ছে... এতে কিছুক্ষণ সময় লাগতে পারে।",
    "pendingText": "আপনার প্রতিবেদন বিশ্লেষণের জন্য মুলতুবি রয়েছে।"
  }
}
