
{
  "navigation": {
    "newsSleuth": "समाचार जासूस",
    "videoIntegrity": "वीडियो सत्यनिष्ठा",
    "audioAuthenticator": "ऑडियो प्रमाणक",
    "imageVerifier": "छवि सत्यापनकर्ता"
  },
  "home": {
    "heroTitle": "सच्चाई उजागर करें",
    "heroSubtitle": "डिजिटल शोर के सागर में, वेरिटास विज़न सच्चाई के लिए आपका सहारा है। हमारा आवश्यक एआई-संचालित टूलकिट आपको समाचार, वीडियो और ऑडियो सामग्री का गंभीर रूप से विश्लेषण करने, स्पष्टता और आत्मविश्वास के साथ ऑनलाइन दुनिया को नेविगेट करने का अधिकार देता है।",
    "tryNowTitle": "वेरिटास विज़न अभी आज़माएँ",
    "features": [
      {
        "title": "समाचार जासूस",
        "description": "समाचार लेखों का विश्लेषण करके गलत सूचनाओं का मुकाबला करें। एक यूआरएल, टेक्स्ट, या chỉ एक शीर्षक प्रदान करें, और हमारा एआई आपको तथ्य और कल्पना के बीच अंतर करने में मदद करने के लिए एक व्यापक विश्वसनीयता रिपोर्ट तैयार करेगा।",
        "featureList": [
          "बहु-प्रारूप विश्लेषण: लचीले विश्लेषण के लिए लेख पाठ, यूआरएल, या केवल सुर्खियों को स्वीकार करता है।",
          "विश्वसनीयता स्कोर: 0-100 से एक स्पष्ट, डेटा-संचालित विश्वसनीयता स्कोर प्राप्त करें।",
          "स्रोत सत्यापन: पूर्वाग्रहों को उजागर करता है और इसके विश्लेषण के लिए परामर्श किए गए स्रोतों को सूचीबद्ध करता है।"
        ]
      },
      {
        "title": "वीडियो सत्यनिष्ठा",
        "description": "डीपफेक के युग में, देखना हमेशा विश्वास करना नहीं होता है। एक वीडियो अपलोड करें, और हमारा टूल हेरफेर के संकेतों का पता लगाने के लिए एक गहरा विश्लेषण करेगा, जिससे आपको इसकी प्रामाणिकता पर विश्वास स्कोर मिलेगा।",
        "featureList": [
          "डीपफेक डिटेक्शन: एआई-जनित या हेरफेर किए गए वीडियो के सामान्य कलाकृतियों की पहचान करता है।",
          "फ్రేम-दर-फ्रेम जांच: दृश्य विसंगतियों और हेरफेर के लिए वीडियो का विश्लेषण करता है।",
          "ऑडियो-विजुअल सिंक: सिंथेटिक आवाज़ों और दृश्यों से मेल नहीं खाने वाले ऑडियो का पता लगाता है।"
        ]
      },
      {
        "title": "ऑडियो प्रमाणक",
        "description": "क्या वह रिकॉर्डिंग वास्तविक है या एआई-जनित? एक ऑडियो क्लिप अपलोड करें, और हमारा प्रमाणक कृत्रिम पीढ़ी या हेरफेर के révélateur संकेतों के लिए इसकी जांच करेगा।",
        "featureList": [
          "एआई वॉयस डिटेक्शन: रोबोटिक कलाकृतियों और अप्राकृतिक भाषण पैटर्न को सुनता है।",
          "प्रामाणिकता निर्णय: एक स्पष्ट निर्णय देता है कि ऑडियो प्रामाणिक है या संभावित रूप से हेरफेर किया गया है।",
          "विस्तृत रिपोर्टिंग: निष्कर्षों की व्याख्या करते हुए एक व्यापक रिपोर्ट प्रदान करता है।"
        ]
      },
      {
        "title": "छवि सत्यापनकर्ता",
        "description": "एआई-पीढ़ी या हेरफेर का पता लगाने के लिए छवियों का विश्लेषण करें। एक छवि अपलोड करें, और हमारा एआई इसकी प्रामाणिकता का आकलन करेगा और इसके मूल की खोज करेगा।",
        "featureList": [
          "एआई-जनित छवि का पता लगाना: DALL-E या मिडजर्नी जैसे मॉडल द्वारा बनाई गई छवियों की पहचान کرتا ہے۔",
          "हेरफेर विश्लेषण: फ़ोटोशॉप या अन्य डिजिटल परिवर्तनों के संकेतों की तलाश करता है।",
          "स्रोत संदर्भ: ऑनलाइन छवि के मूल संदर्भ या स्रोत को खोजने का प्रयास کرتا ہے۔"
        ]
      }
    ],
    "launchButton": "लॉन्च"
  },
  "newsSleuth": {
    "title": "समाचार जासूस",
    "description": "पूर्वाग्रहों की पहचान करने और संभावित गलत सूचनाओं को चिह्नित करने के लिए किसी लेख की विश्वसनीयता का उसके पाठ, URL या शीर्षक से विश्लेषण करें।",
    "inputTitle": "विश्लेषण इनपुट",
    "inputDescription": "अपने समाचार स्रोत का विश्लेषण करने کے लिए एक विधि चुनें।",
    "inputTextLabel": "लेख पाठ",
    "inputUrlLabel": "यूआरएल",
    "inputHeadlineLabel": "शीर्षक",
    "inputTextPlaceholder": "यहां समाचार लेख का पूरा पाठ चिपकाएँ...",
    "inputUrlPlaceholder": "https://example.com/news-article",
    "inputHeadlinePlaceholder": "समाचार लेख का शीर्षक दर्ज करें",
    "analyzeButton": "स्रोत का विश्लेषण करें",
    "reportTitle": "विश्वसनीयता रिपोर्ट",
    "reportDescription": "समाचार विश्लेषण के परिणाम यहां प्रदर्शित किए जाएंगे।",
    "analyzingText": "लेख का विश्लेषण हो रहा है... इसमें कुछ समय लग सकता है।",
    "pendingText": "आपकी रिपोर्ट विश्लेषण के लिए लंबित है।"
  },
  "videoIntegrity": {
    "title": "वीडियो सत्यनिष्ठा",
    "description": "डीपफेक, हेरफेर और एआई-जनित सामग्री के अन्य संकेतों का पता लगाने के لیے ایک ویڈیو اپ لوڈ کریں۔",
    "inputTitle": "वीडियो इनपुट",
    "inputDescription": "अपलोड करने के लिए एक वीडियो फ़ाइल चुनें (अधिकतम 50MB)।",
    "inputFileLabel": "वीडियो फ़ाइल",
    "analyzeButton": "वीडियो का विश्लेषण करें",
    "reportTitle": "विश्लेषण रिपोर्ट",
    "reportDescription": "वीडियो विश्लेषण के परिणाम यहां दिखाई देंगे।",
    "analyzingText": "वीडियो का विश्लेषण हो रहा है... इसमें कुछ समय لگ سکتا ہے، खासकर लंबे वीडियो के लिए।",
    "pendingText": "आपकी रिपोर्ट विश्लेषण کے لیے लंबित ہے۔"
  },
  "audioAuthenticator": {
    "title": "ऑडियो प्रमाणक",
    "description": "इसकी प्रामाणिकता का विश्लेषण करने और संभावित AI पीढ़ी या हेरफेर का पता लगाने کے لیے ایک آڈیو کلپ اپ لوڈ کریں۔",
    "inputTitle": "ऑडियो इनपुट",
    "inputDescription": "अपलोड करने کے लिए ایک آڈیو فائل منتخب کریں (زیادہ سے زیادہ 10MB)۔",
    "inputFileLabel": "ऑडियो फ़ाइल",
    "analyzeButton": "ऑडियो का विश्लेषण करें",
    "reportTitle": "विश्लेषण रिपोर्ट",
    "reportDescription": "ऑडियो विश्लेषण के परिणाम यहां प्रदर्शित किए जाएंगे।",
    "analyzingText": "ऑडियो का विश्लेषण हो रहा है... इसमें कुछ समय لگ सकता ہے۔",
    "pendingText": "आपकी रिपोर्ट विश्लेषण کے लिए लंबित ہے۔"
  },
  "imageVerifier": {
    "title": "छवि सत्यापनकर्ता",
    "description": "एआई-पीढ़ी, हेरफेर का پتہ लगाने اور اس کے اندر किसी بھی متن کا تجزیہ کرنے کے لیے ایک تصویر اپ لوڈ کریں۔",
    "inputTitle": "छवि इनपुट",
    "inputDescription": "अप لوڈ کرنے کے لیے ایک تصویری فائل منتخب کریں (زیادہ سے زیادہ 10MB)۔",
    "inputFileLabel": "छवि फ़ाइल",
    "analyzeButton": "छवि का विश्लेषण करें",
    "reportTitle": "विश्लेषण रिपोर्ट",
    "reportDescription": "छवि विश्लेषण کے نتائج یہاں دکھائے جائیں گے۔",
    "analyzingText": "छवि का विश्लेषण हो رہا ہے... اس میں कुछ لمحے لگ सकते ہیں۔",
    "pendingText": "آپ کی رپورٹ تجزیہ کے لیے زیر التواء ہے۔"
  }
}
