
{
  "navigation": {
    "newsSleuth": "न्यूज स्ल्युथ",
    "videoIntegrity": "व्हिडिओ इंटिग्रिटी",
    "audioAuthenticator": "ऑडिओ ऑथेंटिकेटर",
    "imageVerifier": "इमेज व्हेरिफायर"
  },
  "home": {
    "heroTitle": "सत्य उघड करा",
    "heroSubtitle": "डिजिटल आवाजाच्या महासागरात, व्हेरिटास व्हिजन हे तुमच्यासाठी सत्याचे नांगर आहे. आमचे आवश्यक AI-शक्तीवर चालणारे टूलकिट तुम्हाला बातम्या, व्हिडिओ आणि ऑडिओ सामग्रीचे गंभीरपणे विश्लेषण करण्याची, स्पष्टता आणि आत्मविश्वासाने ऑनलाइन जगात नेव्हिगेट करण्याची शक्ती देते.",
    "tryNowTitle": "आताच व्हेरिटास व्हिजन वापरून पहा",
    "features": [
      {
        "title": "न्यूज स्ल्युथ",
        "description": "बातम्यांच्या लेखांचे विश्लेषण करून चुकीच्या माहितीचा सामना करा. एक URL, मजकूर किंवा फक्त एक मथळा द्या आणि आमचे AI तुम्हाला तथ्य आणि कल्पनेमधील फरक ओळखण्यात मदत करण्यासाठी एक व्यापक विश्वासार्हता अहवाल तयार करेल.",
        "featureList": [
          "मल्टी-फॉर्मेट विश्लेषण: लवचिक विश्लेषणासाठी लेख मजकूर, URL किंवा फक्त मथळे स्वीकारते.",
          "विश्वासार्हता स्कोअर: 0-100 मधून एक स्पष्ट, डेटा-चालित विश्वासार्हता स्कोअर मिळवा.",
          "स्रोत पडताळणी: पक्षपात उघड करते आणि त्याच्या विश्लेषणासाठी सल्ला घेतलेल्या स्रोतांची यादी करते."
        ]
      },
      {
        "title": "व्हिडिओ इंटिग्रिटी",
        "description": "डीपफेकच्या युगात, पाहणे नेहमीच विश्वास ठेवण्यासारखे नसते. एक व्हिडिओ अपलोड करा, आणि आमचे साधन हाताळणीची चिन्हे शोधण्यासाठी खोलवर विश्लेषण करेल, तुम्हाला त्याच्या प्रामाणिकतेवर विश्वासार्हता गुण देईल.",
        "featureList": [
          "डीपफेक शोध: AI-व्युत्पन्न किंवा हाताळलेल्या व्हिडिओमधील सामान्य कलाकृती ओळखते.",
          "फ्रेम-बाय-फ्रेम तपासणी: व्हिज्युअल विसंगती आणि हाताळणीसाठी व्हिडिओचे विश्लेषण करते.",
          "ऑडिओ-व्हिज्युअल सिंक: कृत्रिम आवाज आणि दृश्यांशी जुळत नसलेल्या ऑडिओचा शोध घेते."
        ]
      },
      {
        "title": "ऑडिओ ऑथेंटिकेटर",
        "description": "ते रेकॉर्डिंग खरे आहे की AI-व्युत्पन्न? एक ऑडिओ क्लिप अपलोड करा, आणि आमचे ऑथेंटिकेटर कृत्रिम निर्मिती किंवा हाताळणीच्या सांगण्यासारख्या चिन्हांसाठी त्याची तपासणी करेल.",
        "featureList": [
          "AI व्हॉइस डिटेक्शन: रोबोटिक कलाकृती आणि अनैसर्गिक भाषण पद्धतींसाठी ऐकते.",
          "प्रामाणिकतेचा निकाल: ऑडिओ प्रामाणिक आहे की संभाव्य हाताळणी केली आहे यावर स्पष्ट निकाल देते.",
          "तपशीलवार अहवाल: निष्कर्षांचे स्पष्टीकरण देणारा एक व्यापक अहवाल प्रदान करते."
        ]
      },
      {
        "title": "इमेज व्हेरिफायर",
        "description": "AI-निर्मिती किंवा हाताळणी शोधण्यासाठी प्रतिमांचे विश्लेषण करा. एक प्रतिमा अपलोड करा, आणि आमचे AI तिच्या प्रामाणिकतेचे मूल्यांकन करेल आणि तिच्या मूळ स्रोताचा शोध घेईल.",
        "featureList": [
          "AI-व्युत्पन्न प्रतिमा शोध: DALL-E किंवा मिडजर्नी सारख्या मॉडेल्सद्वारे तयार केलेल्या प्रतिमा ओळखते.",
          "हाताळणी विश्लेषण: फोटोशॉप किंवा इतर डिजिटल बदलांच्या चिन्हांसाठी पाहते.",
          "स्रोत संदर्भ: ऑनलाइन प्रतिमेचा मूळ संदर्भ किंवा स्रोत शोधण्याचा प्रयत्न करते."
        ]
      }
    ],
    "launchButton": "सुरू करा"
  },
  "newsSleuth": {
    "title": "न्यूज स्ल्युथ",
    "description": "एखाद्या लेखाच्या विश्वासार्हतेचे विश्लेषण त्याच्या मजकूर, URL किंवा मथळ्यावरून करून पक्षपात ओळखा आणि संभाव्य चुकीची माहिती ध्वजांकित करा.",
    "inputTitle": "विश्लेषण इनपुट",
    "inputDescription": "तुमच्या बातमी स्रोताचे विश्लेषण करण्यासाठी एक पद्धत निवडा.",
    "inputTextLabel": "लेखाचा मजकूर",
    "inputUrlLabel": "URL",
    "inputHeadlineLabel": "मथळा",
    "inputTextPlaceholder": "येथे बातमी लेखाचा संपूर्ण मजकूर पेस्ट करा...",
    "inputUrlPlaceholder": "https://example.com/news-article",
    "inputHeadlinePlaceholder": "बातमी लेखाचा मथळा प्रविष्ट करा",
    "analyzeButton": "स्रोताचे विश्लेषण करा",
    "reportTitle": "विश्वासार्हता अहवाल",
    "reportDescription": "बातम्या विश्लेषणाचे परिणाम येथे प्रदर्शित केले जातील.",
    "analyzingText": "लेखाचे विश्लेषण होत आहे... यास थोडा वेळ लागू शकतो.",
    "pendingText": "तुमचा अहवाल विश्लेषणासाठी प्रलंबित आहे."
  },
  "videoIntegrity": {
    "title": "व्हिडिओ इंटिग्रिटी",
    "description": "डीपफेक, हाताळणी आणि AI-व्युत्पन्न सामग्रीची इतर चिन्हे शोधण्यासाठी एक व्हिडिओ अपलोड करा.",
    "inputTitle": "व्हिडिओ इनपुट",
    "inputDescription": "अपलोड करण्यासाठी एक व्हिडिओ फाइल निवडा (कमाल 50MB).",
    "inputFileLabel": "व्हिडिओ फाइल",
    "analyzeButton": "व्हिडिओचे विश्लेषण करा",
    "reportTitle": "विश्लेषण अहवाल",
    "reportDescription": "व्हिडिओ विश्लेषणाचे परिणाम येथे दिसतील.",
    "analyzingText": "व्हिडिओचे विश्लेषण होत आहे... यास काही वेळ लागू शकतो, विशेषतः लांब व्हिडिओसाठी.",
    "pendingText": "तुमचा अहवाल विश्लेषणासाठी प्रलंबित आहे."
  },
  "audioAuthenticator": {
    "title": "ऑडिओ ऑथेंटिकेटर",
    "description": "त्याच्या प्रामाणिकतेचे विश्लेषण करण्यासाठी आणि संभाव्य AI निर्मिती किंवा हाताळणी शोधण्यासाठी एक ऑडिओ क्लिप अपलोड करा.",
    "inputTitle": "ऑडिओ इनपुट",
    "inputDescription": "अपलोड करण्यासाठी एक ऑडिओ फाइल निवडा (कमाल 10MB).",
    "inputFileLabel": "ऑडिओ फाइल",
    "analyzeButton": "ऑडिओचे विश्लेषण करा",
    "reportTitle": "विश्लेषण अहवाल",
    "reportDescription": "ऑडिओ विश्लेषणाचे परिणाम येथे प्रदर्शित केले जातील.",
    "analyzingText": "ऑडिओचे विश्लेषण होत आहे... यास थोडा वेळ लागू शकतो.",
    "pendingText": "तुमचा अहवाल विश्लेषणासाठी प्रलंबित आहे."
  },
  "imageVerifier": {
    "title": "इमेज व्हेरिफायर",
    "description": "AI-निर्मिती, हाताळणी शोधण्यासाठी आणि त्यामधील कोणताही मजकूर विश्लेषण करण्यासाठी एक प्रतिमा अपलोड करा.",
    "inputTitle": "प्रतिमा इनपुट",
    "inputDescription": "अपलोड करण्यासाठी एक प्रतिमा फाइल निवडा (कमाल 10MB).",
    "inputFileLabel": "प्रतिमा फाइल",
    "analyzeButton": "प्रतिमेचे विश्लेषण करा",
    "reportTitle": "विश्लेषण अहवाल",
    "reportDescription": "प्रतिमा विश्लेषणाचे परिणाम येथे प्रदर्शित केले जातील.",
    "analyzingText": "प्रतिमेचे विश्लेषण होत आहे... यास थोडा वेळ लागू शकतो.",
    "pendingText": "तुमचा अहवाल विश्लेषणासाठी प्रलंबित आहे."
  }
}
