
{
  "navigation": {
    "newsSleuth": "நியூஸ் ஸ்லூத்",
    "videoIntegrity": "வீடியோ இன்டெக்ரிட்டி",
    "audioAuthenticator": "ஆடியோ அதென்டிகேட்டர்",
    "imageVerifier": "பட சரிபார்ப்பாளர்"
  },
  "home": {
    "heroTitle": "உண்மையைக் கண்டறியுங்கள்",
    "heroSubtitle": "டிஜிட்டல் இரைச்சலின் பெருங்கடலில், வெரிடாஸ் விஷன் உங்கள் உண்மையின் நங்கூரம். எங்களின் அத்தியாவசிய AI-இயங்கும் கருவித்தொகுப்பு, செய்தி, வீடியோ மற்றும் ஆடியோ உள்ளடக்கத்தை விமர்சன ரீதியாகப் பகுப்பாய்வு செய்யவும், தெளிவு மற்றும் நம்பிக்கையுடன் ஆன்லைன் உலகில் செல்லவும் உங்களுக்கு அதிகாரம் அளிக்கிறது.",
    "tryNowTitle": "இப்போதே வெரிடாஸ் விஷனை முயற்சிக்கவும்",
    "features": [
      {
        "title": "நியூஸ் ஸ்லூத்",
        "description": "செய்திக் கட்டுரைகளை பகுப்பாய்வு செய்வதன் மூலம் தவறான தகவல்களை எதிர்த்துப் போராடுங்கள். ஒரு URL, உரை அல்லது ஒரு தலைப்பை வழங்கவும், எங்கள் AI உங்களுக்கு உண்மைக்கும் கற்பனைக்கும் உள்ள வித்தியாசத்தை வேறுபடுத்தி அறிய உதவும் ஒரு விரிவான நம்பகத்தன்மை அறிக்கையை உருவாக்கும்.",
        "featureList": [
          "பல-வடிவ பகுப்பாய்வு: நெகிழ்வான பகுப்பாய்விற்கு கட்டுரை உரை, URLகள் அல்லது தலைப்புகளை ஏற்றுக்கொள்கிறது.",
          "நம்பகத்தன்மை மதிப்பெண்: 0-100 இலிருந்து தெளிவான, தரவு சார்ந்த நம்பகத்தன்மை மதிப்பெண்ணைப் பெறுங்கள்.",
          "மூல சரிபார்ப்பு: சார்புகளை வெளிக்கொணர்கிறது மற்றும் அதன் பகுப்பாய்விற்காக ஆலோசிக்கப்பட்ட மூலங்களை பட்டியலிடுகிறது."
        ]
      },
      {
        "title": "வீடியோ இன்டெக்ரிட்டி",
        "description": "டீப்ஃபேக்குகளின் வயதில், பார்ப்பது எப்போதும் நம்புவதாக இல்லை. ஒரு வீடியோவை பதிவேற்றவும், எங்கள் கருவி கையாளுதலின் அறிகுறிகளைக் கண்டறிய ஒரு ஆழமான பகுப்பாய்வைச் செய்யும், அதன் நம்பகத்தன்மையில் உங்களுக்கு நம்பிக்கையை அளிக்கும்.",
        "featureList": [
          "டீப்ஃபேக் கண்டறிதல்: AI-உருவாக்கிய அல்லது கையாளப்பட்ட வீடியோவின் பொதுவான கலைப்பொருட்களை அடையாளம் காட்டுகிறது.",
          "சதுரம்-மூலம்-சதுரம் ஆய்வு: காட்சி முரண்பாடுகள் மற்றும் கையாளுதலுக்காக வீடியோவை பகுப்பாய்வு செய்கிறது.",
          "ஆடியோ-விஷுவல் ஒத்திசைவு: செயற்கை குரல்கள் மற்றும் காட்சிகளுடன் பொருந்தாத ஆடியோவைக் கண்டறிகிறது."
        ]
      },
      {
        "title": "ஆடியோ அதென்டிகேட்டர்",
        "description": "அந்தப் பதிவு உண்மையானதா அல்லது AI-உருவாக்கியதா? ஒரு ஆடியோ கிளிப்பை பதிவேற்றவும், எங்கள் அதென்டிகேட்டர் செயற்கை உருவாக்கம் அல்லது கையாளுதலின் சொல்லும் அறிகுறிகளுக்காக அதை ஆராயும்.",
        "featureList": [
          "AI குரல் கண்டறிதல்: ரோபோடிக் கலைப்பொருட்கள் மற்றும் இயற்கைக்கு மாறான பேச்சு முறைகளைக் கேட்கிறது.",
          "நம்பகத்தன்மை தீர்ப்பு: ஆடியோ உண்மையானதா அல்லது கையாளப்பட்டதா என்பது குறித்து தெளிவான தீர்ப்பை வழங்குகிறது.",
          "விரிவான அறிக்கை: கண்டுபிடிப்புகளை விளக்கும் ஒரு விரிவான அறிக்கையை வழங்குகிறது."
        ]
      },
      {
        "title": "பட சரிபார்ப்பாளர்",
        "description": "AI-உருவாக்கம் அல்லது கையாளுதலைக் கண்டறிய படங்களை பகுப்பாய்வு செய்யுங்கள். ஒரு படத்தைப் பதிவேற்றவும், எங்கள் AI அதன் நம்பகத்தன்மையை மதிப்பிடும் மற்றும் அதன் மூலங்களைத் தேடும்.",
        "featureList": [
          "AI-உருவாக்கிய படத்தைக் கண்டறிதல்: DALL-E அல்லது மிட்ஜர்னி போன்ற மாதிரிகளால் உருவாக்கப்பட்ட படங்களை அடையாளம் காட்டுகிறது.",
          "கையாளுதல் பகுப்பாய்வு: போட்டோஷாப் அல்லது பிற டிஜிட்டல் மாற்றங்களின் அறிகுறிகளைத் தேடுகிறது.",
          "மூலச் சூழல்: ஆன்லைனில் படத்தின் அசல் சூழல் அல்லது மூலத்தைக் கண்டறிய முயற்சிக்கிறது."
        ]
      }
    ],
    "launchButton": "தொடங்கு"
  },
  "newsSleuth": {
    "title": "நியூஸ் ஸ்லூத்",
    "description": "ஒரு கட்டுரையின் நம்பகத்தன்மையை அதன் உரை, URL அல்லது தலைப்பிலிருந்து பகுப்பாய்வு செய்து, சார்புகளை அடையாளம் கண்டு, சாத்தியமான தவறான தகவல்களைக் கொடியிடவும்.",
    "inputTitle": "பகுப்பாய்வு உள்ளீடு",
    "inputDescription": "உங்கள் செய்தி மூலத்தை பகுப்பாய்வு செய்ய ஒரு முறையைத் தேர்ந்தெடுக்கவும்.",
    "inputTextLabel": "கட்டுரை உரை",
    "inputUrlLabel": "URL",
    "inputHeadlineLabel": "தலைப்பு",
    "inputTextPlaceholder": "இங்கே செய்திக் கட்டுரையின் முழு உரையையும் ஒட்டவும்...",
    "inputUrlPlaceholder": "https://example.com/news-article",
    "inputHeadlinePlaceholder": "செய்திக் கட்டுரையின் தலைப்பை உள்ளிடவும்",
    "analyzeButton": "மூலத்தைப் பகுப்பாய்வு செய்யுங்கள்",
    "reportTitle": "நம்பகத்தன்மை அறிக்கை",
    "reportDescription": "செய்திப் பகுப்பாய்வின் முடிவுகள் இங்கே காட்டப்படும்.",
    "analyzingText": "கட்டுரையை பகுப்பாய்வு செய்கிறது... இதற்கு சிறிது நேரம் ஆகலாம்.",
    "pendingText": "உங்கள் அறிக்கை பகுப்பாய்விற்காக நிலுவையில் உள்ளது."
  },
  "videoIntegrity": {
    "title": "வீடியோ இன்டெக்ரிட்டி",
    "description": "டீப்ஃபேக்குகள், கையாளுதல்கள் மற்றும் AI-உருவாக்கிய உள்ளடக்கத்தின் பிற அறிகுறிகளைக் கண்டறிய ஒரு வீடியோவைப் பதிவேற்றவும்.",
    "inputTitle": "வீடியோ உள்ளீடு",
    "inputDescription": "பதிவேற்ற ஒரு வீடியோ கோப்பைத் தேர்ந்தெடுக்கவும் (அதிகபட்சம் 50MB).",
    "inputFileLabel": "வீடியோ கோப்பு",
    "analyzeButton": "வீடியோவைப் பகுப்பாய்வு செய்யுங்கள்",
    "reportTitle": "பகுப்பாய்வு அறிக்கை",
    "reportDescription": "வீடியோ பகுப்பாய்வின் முடிவுகள் இங்கே தோன்றும்.",
    "analyzingText": "வீடியோவைப் பகுப்பாய்வு செய்கிறது... இதற்கு சிறிது நேரம் ஆகலாம், குறிப்பாக நீண்ட வீடியோக்களுக்கு.",
    "pendingText": "உங்கள் அறிக்கை பகுப்பாய்விற்காக நிலுவையில் உள்ளது."
  },
  "audioAuthenticator": {
    "title": "ஆடியோ அதென்டிகேட்டர்",
    "description": "அதன் நம்பகத்தன்மையை பகுப்பாய்வு செய்யவும் மற்றும் சாத்தியமான AI உருவாக்கம் அல்லது கையாளுதலைக் கண்டறிய ஒரு ஆடியோ கிளிப்பைப் பதிவேற்றவும்.",
    "inputTitle": "ஆடியோ உள்ளீடு",
    "inputDescription": "பதிவேற்ற ஒரு ஆடியோ கோப்பைத் தேர்ந்தெடுக்கவும் (அதிகபட்சம் 10MB).",
    "inputFileLabel": "ஆடியோ கோப்பு",
    "analyzeButton": "ஆடியோவைப் பகுப்பாய்வு செய்யுங்கள்",
    "reportTitle": "பகுப்பாய்வு அறிக்கை",
    "reportDescription": "ஆடியோ பகுப்பாய்வின் முடிவுகள் இங்கே காட்டப்படும்.",
    "analyzingText": "ஆடியோவைப் பகுப்பாய்வு செய்கிறது... இதற்கு சிறிது நேரம் ஆகலாம்.",
    "pendingText": "உங்கள் அறிக்கை பகுப்பாய்விற்காக நிலுவையில் உள்ளது."
  },
  "imageVerifier": {
    "title": "பட சரிபார்ப்பாளர்",
    "description": "AI-உருவாக்கம், கையாளுதலைக் கண்டறிய மற்றும் அதில் உள்ள எந்த உரையையும் பகுப்பாய்வு செய்ய ஒரு படத்தைப் பதிவேற்றவும்.",
    "inputTitle": "பட உள்ளீடு",
    "inputDescription": "பதிவேற்ற ஒரு படக் கோப்பைத் தேர்ந்தெடுக்கவும் (அதிகபட்சம் 10MB).",
    "inputFileLabel": "படக் கோப்பு",
    "analyzeButton": "படத்தைப் பகுப்பாய்வு செய்யுங்கள்",
    "reportTitle": "பகுப்பாய்வு அறிக்கை",
    "reportDescription": "பட பகுப்பாய்வின் முடிவுகள் இங்கே காட்டப்படும்.",
    "analyzingText": "படத்தைப் பகுப்பாய்வு செய்கிறது... இதற்கு சிறிது நேரம் ஆகலாம்.",
    "pendingText": "உங்கள் அறிக்கை பகுப்பாய்விற்காக நிலுவையில் உள்ளது."
  }
}
